{"filename": "0a1c2b6a-d846-49b7-9826-a8d2b35d2d48.xlsx_Descriptions.csv", "header": ["Strat #", "Strat Name", "Description"], "content": [["A.1.1.", "Close Gaps in Participation and Success", "This strategy supports efforts to meet Closing the Gaps by 2015’s participation and success goals. Activities include implementing the P-16 College Readiness and Success Strategic Action Plan; collaborating with public schools and community-based organizations to provide information to historically underrepresented populations to prepare them academically and financially for college; ensuring the success of student recruitment and retention by Texas colleges and universities; supporting high schools with low college-going rates; implementing an outreach plan for students in foster care; promoting information on the tuition and fee exemption program; collaborating with state leadership in public education and workforce, and other stakeholders to ensure a seamless, and high-quality educational system; and supporting non-loan financial aid programs (including grants, scholarships, work-study, and instuition exemptions administered by the Coordinating Board to help financially needed students), loan forgiveness programs and loan repayment programs."], ["A.1.2.", "Close Gaps by Administering  Loan Programs", "This strategy includes funding for administration of the Hinson-Hazlewood Loan Program.  No General Revenue is used to support the loan program.  All of these funds are generated by the program.  In FY09, 8,812 students received $87,389,984 in loans for an average loan amount of $9,917.  It is estimated that 9,500 students will receive $95,000,000 in loans in FY10 for an average amount of $10,000."], ["A.1.3.", "Close Gaps by Administering College Readiness Initiatives", "This strategy includes funding for the administration of all college readiness programs and initiatives that support the goals and objectives of the P-16 College Readiness and Success Strategic Action Plan.  The Plan is designed to increase student success and decrease the number of students enrolling in developmental course work in institutions of higher education. The strategy includes staff resources for college readiness activities, including Adult Basic Education and Developmental Education activities, in the Divisions of P-16 Initiatives, Academic Affairs and Research, and Planning and Accountability."], ["A.2.1.", "Close Gaps in Excellence", "This strategy includes funding for the academic program responsibilities of the Academic Affairs and Research Division, including funding for excellence initiatives.  The strategy includes funding for the personnel whose primary responsibility is institutional program review, administration of the health-related trusteed funds (including the residency programs and the grant programs supported by the tobacco settlement funding included in Goal G), and the Coordinating Board efforts to close the gaps in excellence."], ["A.2.2.", "Close Gaps in Research", "This strategy provides all of the funding for the administration and staff supervision of the research programs by the Academic Affairs and Research Division. The strategy includes funding for personnel whose primary responsibility is administration of the Norman Hackerman Advanced Research Program, Summer Engineering Program, Engineering Recruitment Program, Research Assessment Program, Research Development Fund, and the agency’s related efforts to close the gaps in research."], ["A.3.1.", "Close Gaps by Providing Planning and Information", "This strategy provides all of the funding for the Planning and Accountability Division, including the Education Data Center and Information Access Initiative, and funding for planning initiatives.  The strategy includes funding for the personnel whose responsibilities include planning for higher education, collection of the state’s higher education data, analysis of higher education issues, the state’s higher education accountability system, planning for the state’s higher education facilities, and higher education finance analysis. This strategy includes funding for the Higher Education Policy Institute (HEPI). The Coordinating Board received a grant from the Houston Endowment, Inc. to conduct research and analysis of the critical higher education issues that challenge Texas. HEPI has established research agendas in the four areas as approved by the Houston Endowment: student outcomes, developmental education, Hispanic student success, and cost efficiency. The project has provided the Coordinating Board critical input that has shaped internal policy as well as its recommendations to the legislature, thereby fulfilling the intent of the original grant proposal. In preparation for the 2011 legislative session, HEPI is developing recommendations to further influence policy."], ["B.1.1.", "License Plate Scholarships Program", "The Coordinating Board manages accounts for a number of specialty license plate programs designed to generate funding for scholarships and other education-related programs.  These include (citation provided for authorizing statute in the Texas Transportation Code):\n\n   •  Texas Collegiate License Plate Scholarship (§ 504.615);\n   •  Houston Livestock Show and Rodeo License Plate Scholarship (§ 504.613);\n   •  Girl Scout License Plate Programs (§ 504.622);\n   •  “College for All Texans” Campaign License Plate Program (§ 504.657);\n   •  Boy Scout License Plate Scholarship (§ 504.6545); and\n   •  Cotton Boll License Plate Scholarship (§ 504.636).\n\nIn a typical year, approximately 40 students will receive awards totaling $50,000 through the Collegiate License Plate program.  The other specialty plates represent approximately 10 awards per year for $13,500."], ["B.1.2.", "Fifth-Year Accounting Students Program", "The Fifth-Year Accounting Student Scholarship Program provides need-based scholarships to students who have completed 120 hours of college work and sign a statement of intent to take the Texas CPA examination.  Eligible students must be enrolled on at least a half-time basis. This program was created in 1991 when the requirements to sit for the Texas CPA exam were changed from 120 to 150 hours of required course work.  Because of the added financial burden of an additional year of college work, this program was created to provide scholarships to students with financial need who have completed at least 120 hours of college work, including 15 hours of Accounting. Funding in this program is provided through set-asides from state fees paid by Certified Public Accountants.  HB 2440, 81st Texas legislature, shifted all scholarship activities to the Texas State Board of Public Accountancy (TSBPA) by the end of the fall 2009 term. As new fees are collected, they will be retained and accumulated by TSBPA. In accordance with these provisions, new funds for the next biennium will not be transferred to THECB."], ["B.1.3.", "Early High School Graduation Scholarship Program", "For students graduating prior to September 1, 2005, this program provides funds for reimbursing institutions for tuition exemptions up to $1,000 to students who completed grades 9-12 in no more than 36 continuous months.  For students graduating after September 1, 2005, the program provides tuition and fee exemptions up to $2,000 to students who completed grades 9-12 with the Recommended or higher High School Program in no more than 36 months.  Students who graduate within 41 or 46 months may qualify (with a lesser award) if the student also graduates with a specified number of college credits.  Students at independent colleges may receive awards if their colleges provide matching awards.  The funding is provided from the Foundation School Fund through an inter-agency contract with the Texas Education Agency.  In FY 2009, a total of 6,783 students received a total of $6,562,746 (average award of $968).  Thus far in FY 2010, a total of 6,268 students have received a $5,968,540 (average award of $952)."], ["B.1.4.", "TANF Scholarship Program", "This program provides a one-year exemption from the payment of tuition and fees to students who were dependent children for whom their families received federal Temporary Assistance to Need Families (TANF) for at least six months during their senior year in high school.  The funding is provided from the Foundation School Fund through an inter-agency contract with the Texas Education Agency.  In FY 2009, 24 students received a total of $80,513 (average award of $3,355).  Thus far in FY 2010,12 students have received $27,936 (average award of $2,328)."], ["B.1.5.", "Educational Aide Program", "The intent of this program is to encourage certain educational aides and substitute teachers to obtain full teaching certification.  The Educational Aide program provides need-based exemptions from the payment of tuition and fees (other than class or laboratory fees) to students enrolled in courses leading up to teacher certification at Texas public institutions of higher education.  To receive an initial award, a student must be a Texas resident, have worked at least one of the past five years as an educational aide or 180 days of the past five years as a substitute teacher, be currently employed in some capacity by a school district in Texas, show financial need, be enrolled in courses leading to teacher certification, and meet the academic progress standards of the institution.  The funding is provided from the Foundation School Fund through an inter-agency contract with the Texas Education Agency.  In FY 2009, a total of 4,958 students received $12,541,202 (average award of $2,529).  Thus far in FY 2010, 4,022 students have received $9,326,465 (average award of $2,319)."], ["B.1.6.", "Teach for Texas Loan Repayment Assistance Program", "The Teach for Texas Loan Repayment Assistance Program provides student loan repayments to qualified teachers at the preschool, primary, or secondary level in a Texas public school. Teachers must provide full-time instruction in a subject field having a critical shortage of teachers or at a campus having a critical shortage of teachers. Priority is given to renewal applicants and those having the greatest amount of student loan indebtedness. Teachers may receive up to $5,000 per year for each year of service for up to five years with an aggregate limit of $20,000. The number of qualified applicants continues to exceed available funding. The CB received applications from 4,843 teachers for FY09, but funding allowed for loan repayments to only 1,130 teachers. Over-subscription of the program indicates program success. Retaining current teachers in critical shortage fields and campuses and encouraging others to teach in schools having critical teacher shortages is necessary for students to be prepared for higher education."], ["B.1.7.", "Border Faculty Loan Repayment Program", "This program provides educational loan repayments for faculty members who earned their doctorates after 1994 and teach at institutions located in the counties that border Mexico. Each eligible institution submits to the Coordinating Board at least four applications from selected faculty members, who may receive loan repayment for up to $5,000 for each year of service for up to 10 years. The program was fully subscribed during the previous biennium and staff anticipates continuing to expend all appropriated general revenue funds remaining after the $20,000 budget reduction. The residual annual amount of $187,813 will fund awards to 38 faculty members each year in FY10 and FY11. Although the maximum award amount specified in statute is low, any assistance to these institutions in recruiting and retaining faculty contributes to the goals of Closing the Gaps."], ["B.1.8.", "OAG Lawyers Loan Repayment Program", "The purpose of this program is to recruit and retain attorneys in the Office of the Attorney General of the State of Texas (OAG). Although this program was authorized by the 77th Legislature, authority to expend funds was not provided until the 80th Legislature. The program rules allow for annual loan repayments of up to $6,000 each, but the OAG selects the recipients and recommends the amounts based on years of service and other factors.\n\nTHECB is authorized under Rider 43 to use the unexpended dedicated set-aside funds of $400,406.82 from prior years plus current biennium set-asides, estimated at $150,000 each year, for FY 10 and FY 11. No general revenue was authorized. The OAG selected 94 recipients to receive a total of $320,677.47 in FY09, with an average award amount of $3,411.46. A total of 107 attorneys are expected receive awards totaling approximately $312,309 in FY10. Unexpended set-aside funds from prior years are anticipated to be exhausted in FY11. Consequently, without the appropriation of general revenue, an estimated amount of only $150,000 in set-asides will be available each year for FY12 and FY13."], ["B.1.9.", "Student Financial Aid", "This strategy consists of TEXAS Grant Program, Texas Education Opportunity Grant Program, Texas College Work-Study Program, Tuition Equalization Grant Program, and Texas B-On-Time Loan Program."], ["B.1.9.", "TEXAS Grant Program", "The TEXAS Grant Program helps close the gaps in participation and success by paying college tuition and fees for financially needy high school graduates who complete the Recommended or Advanced High School Program, enroll on a three-quarter basis, and maintain at least a 2.5 college GPA.  The amount of the grant is the average statewide amount of tuition and fees at the type of public institution the student is attending.  The TEXAS Grant Program is the state’s primary assistance program supporting Participation and Success.  In FY 2009, 63,362 students received $230,316,128 (average award of $3,635).  Thus far in FY 2010, 69,034 students have received $273,723,924 (average award of $3,965)."], ["B.1.9.", "Texas Education Opportunity Grant Program (TEOG)", "The Texas Education Opportunity Grant Program (TEOG) awards grants to students attending public community, technical, or state colleges, with the highest priority given to students with the greatest financial need.  No specific high school requirements apply, and recipients may be enrolled on a half-time basis. To be eligible, a student must be a Texas resident, enroll at least half-time, show financial need, and be working towards an associate’s degree or a certificate.  To remain eligible, a student must complete at least 75 percent of his/her coursework and maintain a 2.5 GPA.  A student cannot receive a TEOG for more than 75 hours or three years; students eligible for a TEXAS Grant cannot receive a TEOG. The grant amount for each term will not exceed the statewide average of tuition and fees at the type of public institution the student is attending. TEOG is the state’s second largest assistance program for students attending public two-year institutions. In FY 2009, 4,447 students received $6,945,191 (average award of $1,562).  Thus far in FY 2010, 6,904 students have received $11,600,165 (average award of $1,680)."], ["B.1.9.", "Texas College Work-Study Program", "The Texas College Work-Study Program helps close the gaps in student participation and success by allowing students to earn money to pay for at least part of their educational expenses.  The program pays up to 70 percent of salaries for students working for nonprofit employers and up to 50 percent of salaries for students working for profit-making employers.  Employers pay the balance of salaries and all other benefits.  In FY 2009, 4,774 students earned $6,232,089 ($4,960,082 of state funds and $1,063,125 in employer matching funds).  The average amount earned was $1,305.  Thus far in FY 2010, 4,015 students have earned $5,103,435 (average award of $1,270)."], ["B.1.9.", "Tuition Equalization Grant Program (TEG)", "The Tuition Equalization Grant Program (TEG) provides aid in the form of grants equal to half the per-student appropriation in the public university sector to students attending independent institutions.  The program thus creates savings for the State by enabling the students to attend such institutions.  TEG funds are also used to match federal Leveraging Educational Assistance Partnership (LEAP) and Special Leveraging Educational Assistance Partnership (SLEAP) funds for students attending independent institutions.  TEG is the state’s primary assistance program for students attending independent institutions.  In FY 2009, 30,466 students received $104,754,123 (average award of $3,438).  Thus far in FY 2010, 28,216 students have received $103,681,271 (average award of $3,675)."], ["B.1.9.", "Texas B-On-Time Loan Program", "The Texas B-On-Time Loan Program, which provides for zero interest loans to students who graduate with at least the Recommended High School Program, was created by SB 4 of the 78th Legislature.  If a recipient graduates with a B average within four or five years (depending on the curriculum) or within six hours of the maximum number of hours required by the recipient’s major, the loan will be forgiven.  In FY09, 4,709 students received B-On-Time zero-interest loans totaling $27,653,598.  Thus far in FY 2010, 7,658 students have received $37,290,762.  Since the program’s inception in FY04, 32% of student participants have met the forgiveness requirements."], ["B.1.10.", "Doctoral Incentive Program", "This program provides educational loan repayments to Texas residents employed full-time as doctoral faculty or administrators. The intent is to provide an incentive to members of underrepresented groups to serve as full-time faculty or administrators in Texas institutions of higher education. Underrepresented groups are defined in terms of the low income status or the low college-going rate of the high school the recipient either attended or resided closest to, at the time of graduation from high school.  Qualified recipients may receive up to $20,000 per year for up to five years (for a maximum aggregate of $100,000). The program is funded through a $2 per credit hour set-aside from tuition of doctoral students other than those in law school or a health professions program.  Loan repayment awards totaling $1,063,864.02 were made to 52 doctoral faculty and administrators in FY09, which significantly surpassed the total of $663,647.40 of loan repayment awards made to 37 doctoral faculty and administrators in FY08. Since annual set asides are estimated at $650,000 per year, staff anticipates that continuing to fund the program exclusively with tuition set asides will result in an over-subscription of the program."], ["B.1.11.", "Engineering Recruitment Program", "Texas is below the Closing the Gaps target in enrollments and graduates in science, technology, engineering, and math (STEM) fields. The Engineering Recruitment Program (ERP) helps Close the Gaps in Participation and Success, specific to engineering, through two unique initiatives: (1) Engineering Summer Program (ESP) and (2) Merit-Scholarships Program (MSP). The ESP supports one-week summer program experiences for middle and high school students at Texas public and private general academic institutions that offer engineering degree programs. ESP students participate in courses similar in content to engineering courses, with a focus on math and science preparation. The goal of the ESP is to engage and encourage middle and high school students to consider engineering as a profession. Merit-Scholarships provide financial aid to students helping them pursue an engineering degree. To be eligible to receive a scholarship, students are required to have graduated in the top 20 percent of their high school class, with GPAs of 3.5 or better in high school math and science classes, and they must maintain a college GPA of 3.0 or above."], ["B.1.12.", "Higher Education Performance Incentive Initiative", "The 81st Legislature provided funding for this initiative during FY10 and FY11 (Rider 46, III-61). The incentive funding program is intended to provide for the improvement in teaching and educational excellence at Texas public general academic teaching institutions. The method of funding was moved from General Revenue to Federal American Recovery and Reinvestment Fund (Article XII-4). An Exceptional Item is being proposed to restore General Revenue funding for this strategy."], ["B.1.13.", "Top Ten Percent Scholarships", "The Top 10% Scholarship is a merit plus need program to encourage the best and brightest needy Texas high school students to go to college in Texas. Scholarships are awarded to needy high school graduates who graduate in the top 10 percent of their high school graduating class, enroll full-time, and maintain at least a 3.25 college GPA. Eligible students must show financial need using the formula: Cost of Attendance - Expected Family Contribution - Pell > $0, and complete the Free Application for Federal Student Aid (FAFSA) by the deadline set by THECB.\n\nThis is a four-year renewable scholarship; to be eligible for a continuation award, students must complete 30 SCH each year (including summer), maintain a cumulative GPA of 3.25, and complete at least 75% of the hours attempted. Students majoring in workforce shortage fields are eligible for a $2,000 bonus for their junior and senior years if they have an overall GPA of 3.0 at the beginning of their junior year and the beginning of their senior year.  The program includes hardship provisions for students whose GPA, completion rate, and/or hours fall below the requirements. Students who do not meet the satisfactory academic progress requirements in one year but meet those requirements in subsequent years are eligible to receive an award."], ["B.1.14.", "Texas Armed Services Scholarships Program", "The purpose of the Texas Armed Services Scholarship Program is to encourage students to become members of the Texas Army National Guard, members of the Texas Air Force National Guard, and commissioned officers in any branch of the armed services of the United States. Each year the governor and the lieutenant governor may each appoint two students, and each state senator and each state representative may appoint one student to receive an initial conditional Texas Armed Services Scholarship. The first disbursement of these funds will occur in FY11.  Approximately 185 students will receive the Texas Armed Services Scholarship for an average amount of $10,000 in FY11."], ["B.1.15.", "Combat Tuition Reimbursement Program", "The 81st Texas Legislature amended TEC. 54.203 (Hazlewood Act) by adding a new tuition exemption (fees not included) for a dependent child or stepchild of a member of the U. S. Armed Forces who is a Texas resident or is entitled to pay resident tuition, for any semester or term during which the member of the armed forces is deployed on active duty in a combat zone outside of the United States. The new program begins with tuition charged for the 2009 fall semester. For FY2010 and FY2011, the legislature appropriated $699,000 to the Coordinating Board to be used for reimbursements to institutions for any foregone tuition charges. In FY2010,    167 students have received $220,632 (average award amount of $1,321). For FY2011, we anticipate that 264 students will receive $348,744 (average award amount of $1,321)."], ["B.1.16.", "Texas Career Opportunity Grants Program", "The Texas Career Opportunity Grant Program (TCOG) provides need-based grants to eligible students who are enrolled in qualified education programs at participating career schools or colleges. The amount of a TCOG Program award is the lesser of :1) the applicant’s financial need, 2) the amount of tuition and fees that exceeds the average amount charged at a public technical institute; 3) 50 percent of the average state appropriation for a full-time student at a public technical institute, or 4) the program maximum. Priority consideration is given to veterans and spouses of veterans who meet certain conditions. The 81st Texas Legislature appropriated $1,350,000 for the FY2010-2011 biennium, $65,000 of which has been cut due to budget reductions. For FY2010, we estimate 174 students will receive a total of $610,000 (average award amount of $3,500). For FY2011, we anticipate the full amount of $675,000 will be awarded to 193 students (average award amount of $3,500)."], ["C.1.1.", "Norman Hackerman Advanced Research Program", "The Norman Hackerman Advanced Research Program (NHARP) helps close the gaps in research by providing competitive, peer-reviewed grants for basic research at Texas higher education institutions. The program promotes research designed to attract and retain the best students and researchers, and to help provide the knowledge base needed for innovation. It provides the early part of the research pipeline (“planting the seed”) that the Emerging Technology Fund seeks to commercialize (“harvesting the fruit”).  The funding provided by this program enables investigators to do the initial studies necessary to secure additional funding for research from the federal government, private industry, and not-for-profit organizations and private donors.  A supplemental grant program provides funding to hire high school science or math teachers to work on the projects during the summer.  Funding is appropriated in the first year of the biennium.  The Board is given authority to carry forward any unexpended balances (UB) into the second year of the biennium.  The number of projects funded in FY08 was 146 and the number of students receiving education and experience through NHARP research projects in FY07 was 615.  Additional funding leveraged through this program in FY06 was $98.5 million and is estimated to be $90 million for FY08."], ["D.1.1.", "Baylor College of Medicine", "This strategy provides medical education funding to Baylor College of Medicine (BCM). The Legislature appropriates to the Coordinating Board an amount per Texas resident medical student at BCM that is equal to the amount of General Revenue funding for medical education (for instruction and operations, infrastructure, and staff benefits) at The University of Texas Southwestern Medical Center at Dallas and The University of Texas Medical Branch at Galveston. (These were the only two state medical schools in existence when the Legislature authorized the appropriation of State funds to BCM.) The Coordinating Board has statutory authority to contract with BCM for the education of Texas resident undergraduate medical students."], ["D.1.2.", "Baylor College of Medicine GME", "This strategy provides graduate medical education (GME) funding to Baylor College of Medicine (BCM). The funding is used for the training of resident physicians who have completed their undergraduate medical education. This strategy corresponds to the GME formula funding provided to the public health-related institutions.  This funding is trusteed to the Coordinating Board and disbursed to BCM through a contractual arrangement."], ["D.1.3.", "Family Practice Residency Program", "The Family Practice Residency Program (FPRP) improves the distribution of family physicians throughout the state and provides increased medical care to patients in underserved areas.  Funds are allocated based on the certified number of residents training in each approved family practice residency program, which must receive significant local support to qualify for state funds.  This strategy also supports rural and public health rotations, which offer family practice residents the opportunity for supervised training in a rural community or public health facility. The program also supports the Family Practice Faculty Development Center, a training program for new faculty at all family practice residency programs. FPRP currently provides grants to 26 Texas family practice residency programs located statewide. It was established in 1977 as part of an effort to increase the number of physicians selecting family practice as their medical specialty and to encourage those physicians trained to establish their practices in rural and underserved communities in Texas.  Since its inception, the program has provided funding support for more than 8,000 family practice residents. Family physicians who complete residency training have a 70 percent retention rate in Texas."], ["D.1.4.", "Preceptorship Program", "The Statewide Preceptorship Program provides funding to encourage Texas medical students to choose careers in primary care by contracting with one or more organizations to operate statewide preceptorship programs in family practice, general internal medicine, and general pediatrics.  Each program has a complement of more than 100 volunteer physicians located statewide to mentor medical students in a community-based medical practice during one-month preceptorships with a family physician, internist, or pediatrician preceptor.  The guiding premise of the preceptor experience is that early exposure to a primary care medical specialty may positively influence future career decisions and practice patterns.  Participating medical students receive a $500 stipend if they participate in a location near their medical school, and a $1,000 stipend if they participate in a rural location."], ["D.1.5.", "Primary Care Residency Program", "The Primary Care Residency Program provides funding for new primary care residency programs and for new primary care residency positions in the state.  Funding is provided to primary care residency programs (up to a four-year maximum for obstetrics/gynecology residents) for designated residents for an entire residency training experience as governed by the specialty certification.  Residents are identified by program directors as likely to remain in Texas to practice, interested in underserved areas, and committed to primary care medicine. Funding caps are in place for qualifying residency programs, with a maximum of 18 or fewer residents supported at each program.  Funding is statutorily set, providing programs with $15,000 per resident to support a maximum of 18 residents, contingent on availability. The CB allocates the funding to new programs and programs identified as producing physicians who stay and practice in the state."], ["D.1.6.", "Graduate Medical Education (GME) Program", "The Graduate Medical Education Program provides funds to support the educational and teaching costs of primary care graduate medical education programs.  For purposes of this strategy, primary care includes family practice, obstetrics/gynecology, general internal medicine, and general pediatrics.  Funds appropriated for this program may only be allocated to independent residency programs that are not affiliated with a Texas medical school."], ["D.1.7.", "Joint Admission Medical Program (JAMP)", "The Joint Admission Medical Program (JAMP) helps close the gaps in participation and success. JAMP provides support for highly-qualified, economically disadvantaged students interested in becoming physicians. Students selected into JAMP receive undergraduate scholarships, summer stipends, and are guaranteed admission to a Texas medical school, assuming their eligibility in the program is maintained. JAMP students are identified in their freshman year, selected in their sophomore year, and continue in the program through medical school. The program is administered by the JAMP Council, which is composed of one faculty representative from each Texas medical school. The enabling legislation designates the administrative functions of JAMP to the Texas Medical and Dental Schools Application Service, operated through The University of Texas System.  Funding is provided in the first year of the biennium with authority to carry forward any unexpended balances into the second year of the biennium."], ["D.1.8.", "Physician Education Loan Repayment Program", "The purpose of the program is to encourage qualified physicians to practice medicine in federally designated health professional shortage areas (HPSAs) of Texas and to provide health care services to individuals enrolled in Medicaid and the TX Children's Health Insurance Program (CHIP). House Bill 2154, passed by the 81st Texas Legislature, introduced changes to the PELRP effective September 1, 2009, including increased maximum loan repayment amounts of $25,000 for the first year, $35,000 for the second year; $45,000 for the third year, and $55,000 for the fourth year. The additional funding required to support the increased repayment amounts was obtained through the revision of the sales tax structure for smokeless tobacco. Funding for the program for the 2010-11 Biennium includes: general revenue of $354,694, prior year’s unexpended medical school tuition set asides of $1,774,791.32, and estimated funds of $20,879,000 from the combination of tobacco tax revenue and medical school tuition set asides received during the current biennium. A total of $839,407 was awarded to 56 physicians for FY 09. Due to the increased award amounts, staff anticipates a total of $7,000,000 will be awarded to 269 physicians for FY 10 and a total of $16,000,000 will be awarded to 532 physicians in FY 11."], ["D.1.9.", "Financial Aid for Professional Nursing Students", "This strategy helps close the gaps in success in nursing by authorizing a Loan Repayment Program for Professional Nursing Students, Matching Fund Employment Program for Students in Professional Nursing, Scholarship Program for LVNs Studying to become RNs, Scholarship Program for Rural Professional Nursing Students, Scholarship Program for Professional Nursing, and the Scholarship Program for Rural BSN or Graduate Nursing Students.  A statutory advisory committee recommends funding for each program.  In FY 2009, 1,059 students received $915,565 (average award of $865).  In FY 2010, 952 students received $916,931 (average award of $963)."], ["D.1.10.", "Financial Aid for Vocational Nursing Students", "This strategy helps close the gaps in success in nursing  by authorizing a Loan Repayment Program for Licensed Vocation Nursing Students, Matching Fund Employment Program for Vocational Nursing Students, Scholarship Program for Rural LVN Students, and the Vocational Nursing Student Scholarship Program.  A statutory advisory committee recommends funding for each program.  In FY 2009, 98 students received $45,410 (average award of $463).  In FY 2010, 129 students received $45,410 (average award of $352)."], ["D.1.11.", "Dental Education Loan Repayment Program", "The Dental Education Loan Repayment Program provides loan repayment assistance to qualified dentists who have provided at least one year of dental care in areas of Texas that are underserved with respect to dental care. A dentist may receive annual loan repayments for up to $10,000 per year. There is no statutory limit to the number of years a dentist may qualify for loan repayment.  Texas dental schools are required to set aside two percent of student tuition to help fund the program. Before September 1, 2007, the CB was authorized to spend general revenue funds only, but is now authorized to spend the previously collected dedicated set-aside balance of $131,768.46 from prior years plus tuition set-asides collected during the current biennium, estimated to be $110,000 per year.  Awards totaling approximately $116,225 were awarded to 19 dentists in FY09. Staff anticipates that the program will be fully subscribed in FY 10 and FY 11.  Texas citizens, particularly children, in rural and urban communities continue to suffer from a lack of dental services."], ["D.1.12.", "Professional Nursing Shortage Reduction Program", "The Professional Nursing Shortage Reduction Program consists of three separate programs.  The purpose of the Regular Program and the Under 70 Program is to increase the number of graduates from professional nursing programs, and increase the number of graduates from master's and doctoral programs in nursing that join the faculty of professional nursing programs.  The funds for the Regular Program are awarded to the institutions by the Coordinating Board upon the determination of the amount of increase in graduates. Funding for the Under 70 Program is awarded to the institutions by the Coordinating Board in advance, and any unearned funding will be returned by the institutions upon determination of increased enrollment.  The Over 70 Program seeks to increase enrollment in professional nursing programs by providing funding in advance for institutions to increase enrollments. The funds for the Over 70 Program are awarded to the institutions by the Coordinating Board in advance and any unearned funding will be returned by the institutions upon determination of increased enrollment."], ["D.1.13.", "Consortium of Alzheimer's Disease Centers", "This strategy supports the Consortium of Alzheimer’s Disease Centers through a contract with the Texas Council on Alzheimer’s Disease and Related Disorders. The FY2010-11 appropriation supports the collaborative research among the state’s centers and the administrative coordination provided by the Council.  Funding is provided in the first year of the biennium with authority to carry forward any unexpended balances into the second year of the biennium."], ["D.1.14.", "Texas Hospital-Based Nursing Education Partnership Grants Program", "The purpose of the Hospital-Based Nursing Education Partnership Grant Program (HNEP) is to address the state's need for registered nurses by fostering collaboration between hospital and academic partners, with the resulting partnerships leading to an increase in the number of students enrolled in and graduating from professional nursing education degree programs. HNEP is a peer-reviewed grant competition that supports educational initiatives using innovative instruction and the existing expertise and facilities of the hospital nursing education partnership. New and expanding partnerships are eligible to apply for HNEP grants."], ["D.1.15.", "Children’s Medicaid Loan Repayment Program", "The Children’s Medicaid Loan Repayment Program (CMLRP), designed to increase access to medical and dental care for children, is part of the Health and Human Services Commission (HHSC) strategic initiative, in accordance with House Bill 15, Section 19(d), 80th Legislature, 2007, aimed toward increasing the number of primary care and sub-specialty physicians and dentists who participate in the Medicaid program. The CMLRP provides loan repayments for certain physicians and dentists who meet specified targets for services provided to children on Medicaid. The first cohort of participants will receive awards following the conclusion of their first year of service ending August 31, 2010. HHSC will transfer up to $12,000,000 to THECB in FY10, $21,000,000 in FY11, $33,000,000 in FY12, and $42,000,000 in FY13 for the repayment of CMLRP participant loans. In addition, HHSC will transfer amounts to THECB for administrative costs incurred by THECB in providing services for the CMLRP, not to exceed: $121,365 in FY10, $79,306 in FY11, $159,835 in FY12, and $149,172 in FY13."], ["E.1.1.", "Developmental Education Program", "This strategy focuses on funding demonstration projects to research the most effective strategies that can drive systemic reform and dramatically improve student outcomes.  This is necessary because students enrolled in developmental education programs in postsecondary institutions are struggling to achieve college readiness in two years or less. Results from a rigorous cross-site evaluation will be used to inform changes to the Texas Success Initiative statute (TEC 51.3062). Reform focus areas include: assessment and placement, adult basic education alignment, student advising and counseling, course redesign, non course-based remediation, faculty development, and teacher effectiveness."], ["E.1.2.", "Centers for Teacher Education", "Since the 74th session, the legislature has provided funds for the purpose of supporting centers for teacher education at private, independent, general academic institutions that are component institutions of the Texas Association of Developing Colleges (TADC). Current Rider 17 directs that consideration shall be given to teacher education centers at Huston-Tillotson University in Austin, Jarvis Christian College in Hawkins, Paul Quinn College in Dallas, Texas College in Tyler, and Wiley College in Marshall. These funds may be used to enhance library resources and computer, mathematics, and science laboratories. The board may obtain the services of a program planner to facilitate and coordinate the process of curriculum development and program redesign to improve teacher preparation at the participating institutions. The number of students retained in TADC educator preparation programs during FY09 was 226 and the number of completers (those who have successfully passed the state certification exam) of those programs in FY09 was 62. The average institutional pass rate on state certification examinations by TADC educator preparation program graduates is 100 percent and currently exceeds the state average (83 percent) reported by the State Board of Educator Certification (9/1/08 – 12/31/09)."], ["E.1.3.", "Two-year Institution Enrollment Growth", "This strategy provides special funding to assist public community, technical, and state colleges that experience dramatic rates of growth in contact hours, in accordance with General Appropriations Act, Rider 13 (III-53), 81st Legislature. Funding for FY10 is allocated based on growth greater than 5 percent between Fall 2008 and Fall 2009, and in FY11 growth must be greater than 8 percent between Fall 2008 and Fall 2010. Ensuring that enrollment growth is adequately funded supports closing the gaps in participation and success."], ["E.1.4.", "New Community College Campuses", "This strategy provides special funding to assist public two-year colleges which open new campuses during the biennium.  Funding for this strategy is determined by the Legislature."], ["E.1.5.", "General Academic Institution Enrollment Growth", "This strategy provides special funding to assist public general academic institutions that experience dramatic rates of growth in semester credit hours, in accordance with General Appropriations Act, Rider 57 (III-63), 81st Legislature. Funding for FY10 is allocated based on growth greater than 3 percent between Fall 2008 and Fall 2009, and in FY11 growth must be greater than 6 percent between Fall 2008 and Fall 2010. Ensuring that enrollment growth is adequately funded supports closing the gaps in participation and success."], ["E.1.6.", "African American Museum Internship", "This strategy provides funding for internships and scholarships for students who wish to explore the possibilities of a career in museology (also called museum studies), museum administration/management, and closely related work.  The Board cooperates with The University of Texas at Dallas and the Texas Historical Commission in developing and implementing the internship program at the African American Museum in Dallas.  Students and recent university graduates from groups that are under-represented in museum management are given preference in awarding internships and/or scholarships.  The program supports 10 interns."], ["E.1.7.", "Adult Basic Education Community College Grants", "This strategy focuses on implementing the recommendations included in the Rider 45 report to the Governor entitled Building Bridges to Success: An Action Plan to Transition Adult Basic Education Students to Postsecondary Education and Training (submitted in February 2010). Texas has millions of low literate adults who are unemployed or underemployed around the state. In order to help Texas businesses compete in the global economic market, it is critical that education and training programs are available to promote the development of human capital for all segments of the population. Key recommendations from the Rider 45 report include: integrating basic skills instruction and workforce training programs at postsecondary institutions, expanding the number of community colleges that provide comprehensive adult basic education programs, and eliminating the redundancy of teaching basic skills classes within developmental education programs."], ["E.1.8.", "Alternative Teaching Certificate Programs at Community Colleges", "This strategy provides special funding to assist public community colleges that provide programs to develop certified teachers. In accordance with General Appropriations Act, Rider 58 (III-63), 81st Legislature, the funds are allocated based on the number of teachers certified by the State Board of Education and if the college can demonstrate that the charges to the student have been significantly reduced."], ["E.1.9.", "Baccalaureate Degree Study", "This strategy provided funding for the completion of a legislative study on the effectiveness of the current community college baccalaureate programs and the feasibility of expanding those programs. HB 2425 specifically directed the Coordinating Board to “consider the economic viability of expanding the degree programs, the workforce needs served by the degree programs for various areas of the state, current and potential university course offerings, and other methods for making baccalaureate degrees available, such as distance education programs and multi-institutional teaching centers.” The report was due to the legislature no later than November 15, 2010. The Board cooperated with a team of external consultants to conduct site visits of the existing community college baccalaureate programs who also provided an analysis of those programs. No funding is requested for the 2012-13 Biennium."], ["E.1.10.", "College Readiness Grants", "This strategy includes funding to implement college readiness initiatives to address the goals and objectives of the P-16 College Readiness and Success Strategic Plan, which includes a focus on the Participation and Success goals of Closing the Gaps by 2015. The Plan is designed to increase student success and decrease the number of students enrolling in developmental course work in institutions of higher education. The Coordinating Board, in coordination with TEA, has developed and adopted Texas College and Career Readiness Standards (CCRS) and continues to work with TEA on appropriate college readiness initiatives impacting K-12 students. In addition, Coordinating Board college readiness resources are focusing on activities that support P-16 Regional Councils, regional collaboration between public and higher education faculty facilitated by Regional College Readiness Special Advisors, and replication and scaling of proven effective initiatives that increase student success and decrease the need for developmental education."], ["F.1.1.", "Student Financial Assistance Programs", "This strategy includes the following programs: Leveraging Educational Assistance Partnership (LEAP), Special Leveraging Educational Assistance Partnership (SLEAP), and the Robert C. Byrd Honors Scholarship Program. LEAP provides funds to states for grants to needy students after those funds have been matched by state funds. LEAP awards were received by 2,358 students in FY10, and an estimated 2,350 students will receive LEAP awards in each of the next three fiscal years (FY11, FY12, and FY13). SLEAP funds are identical to LEAP funds except they require a 2-for-1 match. SLEAP awards were received by 2,804 students in FY10, and an estimated 2,800 students will receive SLEAP awards in FY 11. Thereafter, SLEAP will be replaced with the new Grants for Access and Persistence (GAP) grant program. The Robert Byrd Scholarship Program provides funds to states for making grants to students selected solely on the basis of demonstrated outstanding academic achievement. Byrd awards were received by 2,366 students in FY10, and an estimated 2,400 students will receive Byrd awards in each of the next three fiscal years."], ["F.1.2.", "Career and Technical Education Programs", "Carl D. Perkins Career and Technical Education Improvement Act funds support programs that help students matriculate to higher education by providing career exploration opportunities to earn college credit in high school, and seamless educational pathways that lead to associate and baccalaureate degrees. Perkins funds are used to develop and enhance career and technical programs that lead to high-skill, high-wage, or high-demand careers. The Coordinating Board annually allocates Carl D. Perkins Career and Technical Education Improvement Act funds to the state’s public two-year colleges. Funds for Title I of the Perkins IV Act are allocated to the state and divided between secondary and postsecondary education according to a formula developed by the Texas Education Agency. These funds support Basic Grants and State Leadership activities. Title II Tech Prep funds are allocated by the Coordinating Board to the eligible recipient institutions based on a formula that is approved annually by the Board. Tech Prep programs bridge secondary and postsecondary education and provide alternatives to traditional college prep pathways."], ["F.1.3.", "Teacher Quality Grants Programs", "The Teacher Quality Grants Program provides federal funds to states. Institutions of higher education (IHEs) provide courses and sessions designed to deepen the content knowledge of teachers and improve instructional quality in core academic courses. The funds are allocated to IHEs through a competitive grant process under criteria in NCLB and priorities established by the federally-approved Consolidated State Plan developed by the Texas Education Agency. Teacher Quality projects provide content-intensive summer courses in mathematics and science, and academic year sessions in discipline-related instructional methods. The program serves approximately 1,500 teachers each year and improves the quality of instruction for approximately 150,000 classroom students in high-need ISDs each year. Consistent with federal regulations, the program focuses primarily on teachers who are teaching an academic subject or grade level for which they are not adequately prepared."], ["F.1.4.", "College Access Grants Program", "The purpose of the College Access Challenge Grant Program is to foster partnerships among federal, state, and local governments and philanthropic organizations through matching challenge grants that are aimed at increasing the number of low-income students who are prepared to enter and succeed in postsecondary education. Projects are authorized to: provide information to students and families regarding postsecondary education and career preparation; promote financial literacy and debt management; conduct outreach activities; assist students in completing the Free Application for Federal Student Financial Aid (FAFSA); provide need-based grant aid; conduct professional development for guidance counselors at middle and secondary schools, financial aid administrators, and college admissions counselors; and offer student loan cancellation or repayment or interest rate reductions for borrowers who are employed in a high-need geographical area or a high-need profession. (Funds cannot be used to promote any lender's loans.)  The Governor designated the Coordinating Board to administer this federal program."], ["F.1.5.", "Other Federal Grants Programs", "In April 2009 the Texas Education Agency (TEA) received a Statewide Longitudinal Data System (SLDS) grant from the U.S. Department of Education. The grant involves expanding the existing TEA and Coordinating Board data collections to include staff and student data at the classroom level, as well as course completion data for all grade levels. This data, beginning with the 2010-11 school year, will provide a basis for future analysis and reporting on aggregate student performance. The first data submission by higher education institutions will be for the Summer 2011 reporting cycle. The Coordinating Board received a significant portion of the SLDS grant funds via a Notice of Grant Award (NOGA) with TEA in June of 2009 in order to implement a four-year endeavor to accomplish the CB objectives of the SLDS grant."], ["G.1.1.", "Tobacco Earnings - Minority Health Research and Education", "This program provides grants to institutions, including Centers for Teacher Education, that conduct research or educational programs that address minority health issues or that form partnerships with minority organizations, colleges, or universities to conduct research and educational programs to address minority health issues.  Funding is provided by the Permanent Fund for Minority Health Research and Education (endowment fund established with tobacco settlement monies)."], ["G.1.2.", "Tobacco Earnings - Nursing, Allied Health, and Other", "This program provides grants to public institutions that offer upper-level instruction and training in nursing, allied health, or other health-related education. Amendments to the legislation have directed that all funds be used for nursing education through 2011.  Funding is provided by the Permanent Fund for Higher Education Nursing, Allied Health, and Other Health-Related Programs (endowment fund established with tobacco settlement monies)."], ["G.2.1.", "Tobacco Earnings - Baylor College of Medicine", "This strategy provides funding from the Permanent Endowment Fund for Health-Related Institutions that was established with tobacco settlement monies by the Legislature in 1999 for Baylor College of Medicine (BCM).  The endowment is directed by BCM and invested by the State Comptroller. BCM may use the funds to support programs that benefit medical research, health education or treatment programs."], ["G.2.2.", "Tobacco Earnings - Permanent Health Fund for Baylor College of Medicine", "This strategy provides for the distribution of investment returns from the Permanent Health Fund for Higher Education, an endowment created with tobacco settlement funds by the Legislature in 1999, to Baylor College of Medicine (BCM). This endowment is administered by the board of regents of the University of Texas System. BCM may use the funds for programs that benefit medical research, health education or treatment programs."], ["H.1.1.", "Central Administration", "This strategy funds the budgets for administration of the agency, including the Commissioner’s Office, Deputy Commissioners’ Offices, External Relations, General Counsel, Internal Audit, Human Resources, and Business Services.  It includes both General Revenue and non-General Revenue sources."], ["H.1.2.", "Information Resources", "This strategy includes the Information Technology Services (ITS) department. This department is responsible for the information technology planning, coordination of computer operations provided under the state-wide Data Center Services contract, network operations, security and confidentiality of data, PC/network support, business process improvement, systems development and support, and the agency’s web sites. This strategy provides division, program, and agency staff the information resources technologies needed to support the state’s higher education plan, Closing the Gaps by 2015, and supports all agency goals.  Data-driven evaluation of programs related to Closing the Gaps continues to increase the demand for electronic communications and exchange of information and for expanded data collection and sharing between P-16 stakeholders."], ["H.1.3.", "Other Support Services", "This strategy includes Building Services, Purchasing and Supply, Mail Services, and Copy Services. Operating and support costs are allocated based on the percentage of operating budget associated with each direct strategy, with the exception of building rent, which is allocated based on the FTEs associated with each direct strategy."]], "target": "deex", "label": "2", "table_NE": [[], ["DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "NORP", "ORG", "ORG", "ORG"], ["WORK_OF_ART", "DATE", "LAW", "GPE", "ORG", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "CARDINAL", "MONEY", "MONEY", "LAW", "ORG", "ORG", "ORG", "LAW", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "GPE", "ORG", "CARDINAL", "ORG", "NORP", "ORG", "DATE", "ORG", "ORG", "LAW", "WORK_OF_ART", "DATE", "CARDINAL", "MONEY", "CARDINAL", "MONEY", "ORG", "TIME", "GPE", "DATE", "GPE", "TIME", "TIME", "DATE", "TIME", "TIME", "LAW", "GPE", "ORG", "ORG", "DATE", "ORG", "DATE", "ORG", "DATE", "MONEY", "MONEY", "DATE", "DATE", "MONEY", "DATE", "DATE", "ORG", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "ORG", "DATE", "DATE", "ORG", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "MONEY", "MONEY", "GPE", "GPE", "CARDINAL", "DATE", "DATE", "DATE", "GPE", "ORG", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "GPE", "MONEY", "DATE", "DATE", "MONEY", "ORG", "CARDINAL", "DATE", "CARDINAL", "DATE", "GPE", "ORG", "CARDINAL", "MONEY", "DATE", "DATE", "DATE", "DATE", "MONEY", "DATE", "MONEY", "CARDINAL", "DATE", "DATE", "WORK_OF_ART", "ORG", "ORG", "ORDINAL", "ORG", "ORDINAL", "ORG", "DATE", "MONEY", "ORG", "ORG", "LAW", "MONEY", "DATE", "MONEY", "DATE", "DATE", "DATE", "ORG", "CARDINAL", "MONEY", "MONEY", "CARDINAL", "MONEY", "DATE", "MONEY", "DATE", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "CARDINAL", "CARDINAL", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "CARDINAL", "GPE", "CARDINAL", "PERCENT", "CARDINAL", "TIME", "DATE", "ORDINAL", "DATE", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "PERCENT", "PERCENT", "DATE", "CARDINAL", "MONEY", "MONEY", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "CARDINAL", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "CARDINAL", "LAW", "ORDINAL", "ORG", "DATE", "TIME", "CARDINAL", "CARDINAL", "MONEY", "DATE", "CARDINAL", "MONEY", "PERCENT", "GPE", "GPE", "MONEY", "DATE", "MONEY", "MONEY", "MONEY", "CARDINAL", "MONEY", "CARDINAL", "DATE", "DATE", "MONEY", "GPE", "ORG", "CARDINAL", "CARDINAL", "ORG", "CARDINAL", "ORG", "DATE", "GPE", "ORG", "ORG", "PERCENT", "CARDINAL", "CARDINAL", "ORG", "DATE", "LAW", "GPE", "ORG", "ORG", "LAW", "GPE", "GPE", "PERCENT", "CARDINAL", "ORG", "DATE", "CARDINAL", "DATE", "CARDINAL", "PERCENT", "MONEY", "DATE", "CARDINAL", "DATE", "DATE", "DATE", "DATE", "ORG", "ORG", "ORG", "GPE", "DATE", "CARDINAL", "CARDINAL", "ORG", "ORDINAL", "CARDINAL", "WORK_OF_ART", "MONEY", "ORDINAL", "ORG", "LAW", "ORG", "GPE", "GPE", "DATE", "DATE", "DATE", "MONEY", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "ORG", "ORG", "CARDINAL", "CARDINAL", "PERCENT", "CARDINAL", "ORG", "MONEY", "DATE", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "MONEY", "CARDINAL", "MONEY", "ORG", "ORG", "GPE", "ORG", "DATE", "DATE", "ORG", "DATE", "CARDINAL", "ORG", "CARDINAL", "MONEY", "MONEY", "DATE", "ORG", "ORG", "ORG", "ORG", "GPE", "ORG", "ORG", "ORG", "ORG", "CARDINAL", "ORG", "ORG", "ORG", "ORG", "ORG", "GPE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "CARDINAL", "GPE", "DATE", "GPE", "CARDINAL", "PERCENT", "GPE", "ORG", "GPE", "CARDINAL", "CARDINAL", "DATE", "MONEY", "MONEY", "ORG", "DATE", "GPE", "CARDINAL", "MONEY", "CARDINAL", "ORG", "ORG", "GPE", "ORG", "ORG", "ORG", "DATE", "GPE", "ORG", "DATE", "DATE", "ORG", "CARDINAL", "GPE", "ORG", "ORG", "ORG", "DATE", "DATE", "GPE", "ORG", "ORG", "ORG", "LAW", "ORDINAL", "GPE", "ORG", "DATE", "MONEY", "DATE", "MONEY", "DATE", "MONEY", "DATE", "MONEY", "DATE", "DATE", "MONEY", "DATE", "MONEY", "MONEY", "DATE", "MONEY", "CARDINAL", "DATE", "MONEY", "CARDINAL", "DATE", "MONEY", "CARDINAL", "DATE", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "DATE", "CARDINAL", "MONEY", "MONEY", "DATE", "CARDINAL", "MONEY", "MONEY", "ORG", "DATE", "GPE", "DATE", "MONEY", "GPE", "PERCENT", "DATE", "ORG", "MONEY", "DATE", "DATE", "MONEY", "MONEY", "CARDINAL", "DATE", "DATE", "GPE", "ORG", "CARDINAL", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "ORG", "DATE", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "LAW", "ORDINAL", "DATE", "ORG", "ORG", "ORG", "ORDINAL", "DATE", "DATE", "ORG", "MONEY", "ORG", "MONEY", "MONEY", "MONEY", "ORG", "ORG", "ORG", "ORG", "ORG", "MONEY", "MONEY", "MONEY", "MONEY", "DATE", "LAW", "LAW", "ORDINAL", "ORG", "ORG", "LAW", "ORG", "GPE", "ORG", "GPE", "ORG", "GPE", "ORG", "GPE", "ORG", "GPE", "ORG", "CARDINAL", "CARDINAL", "ORG", "PERCENT", "PERCENT", "ORG", "DATE", "TIME", "LAW", "LAW", "ORDINAL", "PERCENT", "PERCENT", "DATE", "DATE", "DATE", "PERCENT", "PERCENT", "DATE", "DATE", "DATE", "DATE", "ORG", "TIME", "TIME", "LAW", "LAW", "PERCENT", "PERCENT", "DATE", "PERCENT", "DATE", "DATE", "ORG", "ORG", "ORG", "ORG", "GPE", "CARDINAL", "ORG", "WORK_OF_ART", "DATE", "GPE", "CARDINAL", "GPE", "LAW", "LAW", "LAW", "ORG", "LAW", "ORG", "DATE", "ORG", "DATE", "LAW", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "CARDINAL", "CARDINAL", "ORG", "DATE", "DATE", "DATE", "DATE", "ORG", "ORG", "CARDINAL", "ORG", "CARDINAL", "CARDINAL", "ORG", "DATE", "ORG", "ORG", "ORG", "PERSON", "CARDINAL", "CARDINAL", "PERSON", "DATE", "DATE", "LAW", "PERSON", "ORG", "LAW", "DATE", "LAW", "LAW", "ORG", "LAW", "ORG", "DATE", "ORG", "ORG", "ORG", "ORG", "DATE", "DATE", "CARDINAL", "DATE", "CARDINAL", "DATE", "ORG", "ORG", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "ORDINAL", "DATE", "ORG", "ORG", "DATE", "DATE", "ORG", "ORG", "ORG", "ORG", "DATE", "ORG", "ORG", "ORG", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "WORK_OF_ART", "ORG", "ORG"]], "most_common": ["EMPTY", "ORG", "ORG"], "related_table": ["0a1c2b6a-d846-49b7-9826-a8d2b35d2d48.xlsx_Descriptions.csv"]}