{"filename": "AV_7_VACANCIES_May16.xls_Cover sheet.csv", "header": ["Report Title: Vacancies posted by Month, Area and Programme Level", "", "", "", "", "", "", "", ""], "content": [["", "Notes\n1) Values of 5 and over have been rounded to the nearest 10.\n2) '-' Indicates a base value of less than 5.\n3) Age represents candidates age at registration.\n4) 25+ includes those with no age.\n", "", "", "", "", "", "", ""], ["", "", "Data Source Frequency", "", "", "", "Publication Date", "", "Next Update"], ["", "", "Monthly", "", "", "", "05/05/2016", "", "06/2016"], ["", "", "", "In order to comply with Data Protection requirements, figures of less than 5 have been supressed and figures between 5 and above have been rounded to the nearest 10.\n\nData from the Apprenticeship vacancy online system refers to applications reported through the online system and are presented to show its performance.  The data does not represent the total number of Apprenticeships started.  For the latest data on Apprenticeships, see the Statistical First Release .\n \nThe tables in the spreadsheets display data by academic year quarters. Please note the latest quarter may not be complete if that period has not passed completely and may only contain one or two months of data. The data coverage is set out on the column heading.\n\nThere are seasonal trends in the data and there are also many other reasons why data can fluctuate by quarter causing data spikes.  These include events (such as Apprenticeship Week), marketing campaigns and press coverage. Therefore care must be taken when comparing quarterly data.", "", "", "", "", ""]], "target": "6", "label": "PublicationDate", "table_NE": [[], ["DATE", "CARDINAL", "CARDINAL", "DATE"], [], ["CARDINAL", "CARDINAL", "CARDINAL", "DATE", "DATE", "DATE", "DATE", "EVENT", "DATE"], [], [], ["DATE"], [], ["DATE"]], "most_common": ["EMPTY", "DATE", "EMPTY", "DATE", "EMPTY", "EMPTY", "DATE", "EMPTY", "DATE"]}