{"filename": "0a1c2b6a-d846-49b7-9826-a8d2b35d2d48.xlsx_EI Format (2).csv", "header": ["Exceptional Items - Sorted by Agency Ranking", "", "", "", "", "", "", "", ""], "content": [["RANKING", "NAME", "Strategy", "Description", "FY12", "FY13", "FTE", "Total", "* PG #"], ["1", "TEXAS Grants", "B.1.9.", "CB staff recommends increased funding for this program by $148.33 million.  This will enable us to keep the number of new students added to the program level with the numbers added for the 2010/2011 biennium and increase the overall number of students by over 17,000 students for the biennium.", "53365819", "94963455", "0", "148329274", "A11"], ["2", "Texas Education Opportunity Grants (TEOG)", "B.1.9.", "CB staff recommends that the Legislature substantially increase funding for the TEOG by $10 million.  This will enable an additional 2,630 new students to enter the program during the 2012/2013 biennium and overall fund an additional 4,090 students for the biennium.", "4706947", "5293053", "0", "10000000", "A11"], ["3", "Texas College Work Study", "B.1.9.", "CB staff recommends doubling the funding over the 2010-2011 biennium, which was $15 million.  This increase will enable an additional 6,024 students to participate in the program each year of the biennium.", "7500000", "7500000", "0", "15000000", "A11"], ["4", "Tuition Equalization Grants (TEG)", "B.1.9.", "CB staff recommends that the Legislature  increase funding for the TEG by $10,587,465.  This will enable the number of students served by the program to remain relatively steady for the 2012/2013 biennium.", "5293732", "5293733", "0", "10587465", "A11"], ["5", "Higher Education Performance Incentive Initiative", "B.1.12.", "The incentive funding was originally appropriated by rider in FY 2009 as General Revenue funds and then funded during the FY 2010-11 biennium through federal American Recovery and Reinvestment (ARRA) funds, which will not be available for FY 2012-13. This request would restore the General Revenue funding for this program.", "40000000", "40000000", "0", "80000000", "A14"], ["6", "Teach for Texas Loan Repayment Program", "B.1.6.", "The number of applications for participation in this program has increased by 76% during the past four years, and yet the funding has increased by 16% during that period. Funding for the FY2010-2011 biennium ($11.2 million) was sufficient for only 1,124 of approximately 5,000 applicant teachers in FY2010  (22%).  Staff recommends raising the funding level by $19,378,557 per year over the base funding, to provide loan repayment for 5,000 teachers. (Note: For FY10 receipts from borrower payments applied to TFT conditional grants will provide loan repayment funds for approximately 200 additional teachers. This source of funds will diminish over the next few years as the loans in these portfolios are paid-in-full or go into default.)", "19378557", "19378557", "0", "38757114", "A8"], ["7", "Physician Education Loan Repayment Program", "D.1.8.", "The 81st Legislature authorized changes to the tax code relating to smokeless tobacco and directed specified percentages of the increased revenue to a new account for the PELRP. The increased funding allows for loan repayments in the amount of $25,000, $35,000, $45,000, and $55,000 for 1st, 2nd, 3rd, and 4th- year participants, for a maximum aggregate of $160,000. The State Comptroller's revenue projections for this fund exceed the amount of this exceptional item, which is requested to fund administrative costs and loan repayments totaling $13,500,000 to 450 physicians in FY2012 and $23,625,000 to 675 physicians in FY2013.  The administrative costs of $346,711 in FY12 and $348,711 in FY13 include personnel costs for the 4 FTEs authorized in Contingency Rider 17.49 for the FY2010-2011 biennium.", "6846711", "8973711", "0", "15820422", "A23"], ["8", "Restoration of Reduction to College Readiness Grants Strategy", "E.1.10.", "This exceptional item would restore funding to the original 2010-2011 level to address the goal of the P-16 College Readiness and Success Strategic Action Plan to \"reduce the need for developmental education and to increase student success.\" Restoring these funds would ensure the Coordinating Board has resources necessary to support vertical alignment statewide through higher education engagement activities and vertical alignment initiatives that involve both higher education and K-12 faculty.", "1351445.4", "900963.6000000001", "0", "2252409", "A32"], ["9", "Texas High School Completion and Success Initiatives (HB2237)", "-", "BOARD Description", "4704500", "4704500", "0", "9409000", ""], ["", "-  Admin", "A1.3.", "The 81st Texas Legislature moved the statutory responsibility for Mathematics, Science, Technology Teacher Preparatory Academies and the Intensive Programs from the public education section to the higher education section of the Texas Education Code but did not appropriate funding to the Coordinating Board. Currently, funding is provided to TEA under General Appropriations Act, Senate Bill 1, 81st Texas Legislature, Section 51 (pages III-19 and 20), Texas High School Completion and Success Initiative.  In turn, TEA provides the Coordinating Board with funding through a Memorandum of Understanding. TEA has indicated they will not request funding in the 2012-2013 LAR since they have no statutory authority for these two programs. Therefore, the Coordinating Board would need to seek this appropriation in order to fund these programs for the 2012-2013.  The amounts indicated above represent administrative funds. The requested grant funds are shown in Strategy E.1.10.", "300000", "300000", "0", "600000", "A2"], ["", "-  Grants", "E.1.10.", "The 81st Texas Legislature moved the statutory responsibility for Mathematics, Science, Technology Teacher Preparatory Academies and the Intensive Programs from the public education section to the higher education section of the Texas Education Code but did not appropriate funding to the Coordinating Board. Currently, funding is provided to TEA under General Appropriations Act, Senate Bill 1, 81st Texas Legislature, Section 51 (pages III-19 and 20), Texas High School Completion and Success Initiative.  In turn, TEA provides the Coordinating Board with funding through a Memorandum of Understanding. TEA has indicated they will not request funding in the 2012-2013 LAR since they have no statutory authority for these two programs. Therefore, the Coordinating Board would need to seek this appropriation in order to fund these programs for the 2012-2013.  The amounts indicated above represent grants funds. The requested administrative funds are shown in Strategy A.1.3.", "4404500", "4404500", "0", "8809000", "A32"], ["10", "National Student Clearing House Data", "A.3.1.", "To enhance the capability of research in the area of college access and success, this purchase of matching records from the National Student Clearing house would provide increased coverage of student higher education attendance patterns. Currently the longitudinal tracking is limited to only students attending higher education institutions in the state.", "250000", "250000", "0", "500000", "A5"], ["11", "Baylor College of Medicine Undergraduate Education", "D.1.1.", "This Exceptional Item funding of $6,868,594 would provide to Baylor College of Medicine (BCM) the amount it is authorized by statute to receive for each Texas medical student enrolled at the College. This per-student amount is based on the average General Revenue (GR) expended in the previous fiscal year for each medical student at The University of Texas Medical Branch at Galveston and The University of Texas Southwestern Medical Center in Dallas.  The per-student amount includes GR expended by the two UT institutions for instruction and operations, infrastructure and benefits, but does not include formula funding appropriated to the UT institutions for research. This funding is the equivalent formula funding that is provided to all public Health-Related Institutions for medical education.", "4637202.1499999985", "2231392.1000000015", "0", "6868594.25", "A18"], ["", "TOTAL      .", "", "TOTAL", "152739413.55", "194193864.7", "0", "346933278.25", ""], ["", "", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""], ["*", "Page number refers to the document titled FY12-FY13 Legislative Appropriation Request (LAR) Description of Strategies, Exeptional Item Requests and Reduction Options.", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""], ["", "", "", "", "", "", "", "", ""]], "target": "0", "label": "Ranking", "table_NE": [["CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL"], ["ORG", "GPE", "ORG", "ORG", "DATE"], [], ["ORG", "MONEY", "DATE", "CARDINAL", "ORG", "ORG", "ORG", "MONEY", "CARDINAL", "DATE", "CARDINAL", "ORG", "DATE", "MONEY", "CARDINAL", "DATE", "ORG", "ORG", "ORG", "MONEY", "DATE", "DATE", "ORG", "DATE", "ORG", "DATE", "ORG", "PERCENT", "DATE", "PERCENT", "DATE", "MONEY", "CARDINAL", "CARDINAL", "DATE", "PERCENT", "MONEY", "CARDINAL", "DATE", "ORG", "CARDINAL", "DATE", "ORDINAL", "ORG", "ORG", "MONEY", "MONEY", "MONEY", "MONEY", "ORDINAL", "ORDINAL", "ORDINAL", "MONEY", "ORG", "MONEY", "CARDINAL", "DATE", "MONEY", "CARDINAL", "DATE", "MONEY", "DATE", "MONEY", "DATE", "CARDINAL", "LAW", "DATE", "DATE", "LAW", "ORG", "ORDINAL", "GPE", "ORG", "LAW", "ORG", "ORG", "LAW", "LAW", "LAW", "CARDINAL", "ORG", "ORG", "ORG", "LAW", "ORG", "DATE", "CARDINAL", "ORG", "DATE", "LAW", "ORDINAL", "GPE", "ORG", "LAW", "ORG", "ORG", "LAW", "LAW", "ORDINAL", "ORG", "LAW", "CARDINAL", "ORG", "ORG", "ORG", "LAW", "ORG", "DATE", "CARDINAL", "ORG", "DATE", "LAW", "ORG", "MONEY", "ORG", "ORG", "GPE", "ORG", "DATE", "ORG", "ORG", "GPE", "CARDINAL", "ORG", "ORG", "ORG"], [], [], [], [], []], "most_common": ["CARDINAL", "ORG", "EMPTY", "ORG", "EMPTY", "EMPTY", "EMPTY", "EMPTY", "EMPTY"]}