{"filename": "Exhibitors.xls_Exhibitor Directory.csv", "header": ["", "EXHIBITOR", "REPRESENTING", "REPRESENTED BY:", "WEB SITE", "DESCRIPTION"], "content": [["", "", "", "", "", ""], ["", "", "", "", "", ""], ["1.0", "Abledata                                     8630 Fenton Street                                         Suite 930                                           Silver Spring, MD 20910. \nPhone:  800-227-0216                                        301-608-8912 (TTY).\nFax:  301-608-8958                                abledata@macroint.com", "Information on assistive technology and rehabilitation equipment", "Susan Carey", "scarey76@aol.com", "The ABLEDATA database contains information on more than 29,000 assistive technology products (over 19,000 of which are currently available), from white canes to voice output programs.  The database contains detailed descriptions of each product including price and company information.  The database also contains information on non-commercial prototypes, customized and one-of-a-kind products, and do-it-yourself designs."], ["2.0", "Bartimaeus Group          1481 Chain Bridge Rd. Suite 100                               McLean VA 22101                                703-442-5023", "JAWS For Windows, Magic Screen Magnification Software, PAC Mate, Focus Braille Display, Minimate from Clarity Solutions, Max from Enhanced Vision Systems", "Don Olson                 don@bartsite.com                       Yara Salazar                           George Thomas", "www.bartsite.com", "Bartimaeus Group provides a comprehensive array of services for persons who are visually impaired. Bartimaeus Group currently employs eleven technical staff members with a wide array of expertise in blind/ low vision knowledge areas. Ten of the current eleven technical staff members are either totally or legally blind themselves. Bartimaeus Group, with the experience it has acquired providing technical solutions to federal requirements for accessibility under Section 508 legislation, has become the leading applied solution company in the United States."], ["3.0", "Canon USA                           2110 Washington Blvd.                               Suite 300                        Arlington, VA                      703 807-3158", "CLC 1150R, a Color Laser Copier whose accessible features include a dual control panel for easy access from a seated position, Braille labeling, conventional layout of numeric key pad for easy key entry", "Aubrey Woolley", "awoolley@cusa.canon.com", "Canon is dedicated to providing access to all users and is proud to introduce technologies that expand opportunities in the workplace like never before.  In celebration of the 13th Anniversary of the American Disabilities Act, Canon will be exhibiting its Color Laser Copier, the CLC 1150R with Dual Control Panel Kit.  In addition to its superior color copier capabilities, the CLC 1150R’s accessible features include a dual control panel for easy access from a seated position, Braille labeling, conventional layout of numeric key pad for easy key entry, and unique Start and Stop key design and shape for quick function identification."], ["4.0", "Columbia Lighthouse for the Blind                                         1120 20th Street, NW\nSuite 750 South\nWashington, DC 20036                             (240) 737-5112", "AT sales, service and training to people who are blind and\nvisually impaired.  Reseller/distributor for products such as Jaws, ZoomText, Window Eyes,  and CCTV's..", "Rene Alonso            ralonso@clb.org                            Ancil Torrez             atorres@clb.org,", "www.clb.org/at/index.htm", "CLB brings the latest hardware and software developments to you through our fully-stocked and knowledgably-staffed Assistive Technology (AT) Centers. CLB helps clients and employers in 98 cities across the country with AT consultations, products, installations, and training.  The AT Center provides access to the latest voice synthesizers, \"navigators,\" scanners, text enlargement software and braille output devices. Assistive technology enables people who are blind and visually impaired to more easily access computers and the Internet."], ["5.0", "Computer/Electronic Accommodations Program (CAP)                                        5111 Leesburg Pike                                  Suite 810                                                    Falls Church, VA  22041                                 703 693-5160", "Assisitive technology devices and services which are available to Federal employees with disabilities.", "Mike Young                                Sharon Terrell-Lindsay                        Leslie Pugh                                        Derek Shields                                         Mark Rew                                                        Paul Singleton", "michael.young@tma.osd.mil", "The CAP exhibit will have the CAP exhibit hall booth.  We will demonstrate assistive technologies (such as voice-recognition software and Braille displays) that enable people with disabilities to increase access to and use of electronic and information technologies.  The exhibit will highlight DoD's commitment to transferring technologies from labs to people with disabilities."], ["6.0", "Crunchy Technologies    2111 Wilson Blvd.             Suite 700,\nArlington, VA 22201", "PageScreamer™ and PageScreamer™ Spider bundled with IBM's Home Page Reader.", "Louis Hutchinson                                   Roopa Kadiyala", "www.crunchy.com", "PageScreamer™ and PageScreamer™ Spider by Crunchy Technologies\ndramatically reduces the time required to correct Web content for\ncompliance with the standards of Section 508 of the Rehabilitation Act,\nW3C WCAG Guidelines and IBM accessibility Guidelines."], ["7.0", "Dancing Dots, Inc.                            1754 Quarry Lane\nPO Box 927\nValley Forge, PA 19482              610 783-6692", "GOODFEEL 2.6 Braille Music Translator", "Gordon Kent", "www.dancingdots.com", "Any sighted musician can scan and edit print notation and convert it to the equivalent braille notation with our GOODFEEL Braille Music Translator. These sighted copyists need not necessarily know braille. Blind musicians can independently create sound recordings and printed scores with CakeTalking for SONAR and Sibelius Speaking for Sibelius. We can train you to use any of our technology, more mainstream applications or to learn to read braille music. We offer a variety of products including braille music courses, and assistive technology such as JAWS and Duxbury Braille Translator."], ["8.0", "DekaResearch                                       340 Commercial Street                              Manchester, NH  03101", "I Bot", "Eric Soederberg          603 669-5139               esoederb@                                dekaresearch.com                                     Benge Ambrogi", "www.dekaresearch.com", "One of DEKA’s most widely anticipated products is the INDEPENDENCE™ IBOT™ Mobility System. Developed for Independence Technology (www.indetech.com) a division of Johnson & Johnson, the IBOT™ is a sophisticated mobility aid for the physically challenged designed to climb stairs and traverse uneven terrain. The IBOT™ uses self-balancing technology, allowing users to better operate in a world architected for those with balance."], ["9.0", "Enkidu Research Inc.  17800 W. Capitol Drive  Brookfield, WI  53045   800.297.9570    info@enkidu.net", "Impact Augmentative Communication Devices", "Rachel Clarke-Smitheman", "www.enkidu.net", "Enkidu Research was founded in 1996 to perform cutting edge research into augmentative communication. After receiving several federal grants to pursue this endeavor, Enkidu introduced it's first communication device in the Fall of 1999. The Impact family of communication devices are reasonably priced, lightweight, easy to operate systems that allow individuals to communicate all day long.  Five different devices are offered, each having the same full range of software features including synthesized and digitized speech, word prediction, symbol based communication, and direct or scanning selection options."], ["10.0", "Envision Technology, Inc.                              4905 Del Ray Avenue Suite 220                       Bethesda, MD 20814                                (301) 654-3568", "Kurzweil  software to help individuals who struggle with reading", "Moira E. Williams  ETMoira@aol.com", "www.envisiontechnology.org", "The Kurzweil 3000 reading software helps individuals that struggle with reading because of a learning disability .Will also demonstrate the Kurzweil 1000 reading software which helps individuals who are low vision or blind access printed materials."], ["11.0", "Federal Laboratory Consortium                                           950 N. Kings Highway, Cherry Hill, NJ  08034       856-667-7727", "Program information", "Sam Samuelian                                Tom Grayson", "www.federallabs.org", "The Federal Laboratory Consortium for Technology Transfer (FLC), a nationwide network of over 700 federal laboratories, is the only government-wide forum for technology transfer (T2). Chartered by the Federal Technology Transfer Act of 1986, the FLC develops T2 strategies and opportunities by promoting and facilitating technical cooperation between the federal laboratories, industry, academia, and state and local governments. FLC services enable T2 professionals to develop solutions, successes, partnerships, best practices, legislation & policy, innovations, and educational opportunities."], ["12.0", "Freedom Scientific BLV Group                                      11800 31st Court North                                    St. Petersburg, FL 33716                                              727 803-8000            info@freedomscientitic.  com", "Assistive Technology for the Blind and Low Vision", "Jeff Erml", "www.freedomscientific.com", "Freedom Scientific Inc. emerged as the largest manufacturer of software and hardware for people with vision impairments in the United States when it was formed by the merger of Henter-Joyce, Blazie Engineering and Arkenstone. The consolidation of these companies brought together expertise in the development and manufacturing of Assistive Technology products."], ["13.0", "GH Braille, LLC \nPurdue Technology Center\n3000 Kent Avenue\nWest Lafayette, IN 47906", "Accessible media and software that enables people with disabilities to gain access to information", "Andrew Forti                   765 775-3776 x210                  Richard Schatzberg", "www.ghbraille.com", "Product demonstrations of Digital Talking Books, Electronic Braille and Large Print, accessible web-based content known as READ products, and traditional media consisting of Braille and LaserLine graphics"], ["14.0", "GW Micro, Inc.                            725 Airport North Office Park                                 Fort Wayne, IN  46825                                        260 489-3671", "Window-Eyes Version 4.5", "Clarence Whaley      dan@gwmicro.com          Brian Blackmon", "www.gwmicro.com", "GW Micro provides computer products for people that are blind and is the developer of Window-Eyes, their screen reader software which provides the ability to hear (and feel) the same information a sighted person would see on the computer screen. GW Micro is showing the new, Window-Eyes version 4.5, which is the only screen reader to support 3 major methods of server/client access - Microsoft Terminal Services, Remote Desktop and Citrix Metaframe XP.  In addition, the new internet features provide unparalleled access to the web, our new hot key dialog make our simple interface even simpler and our stability is better than ever."], ["15.0", "HP  (Exhibiting with Microsoft)                                  205555 SH249  MS1389895                                                Houston, TX 77070                  281 518-0739                      301 918 5076", "HP Tablet PC with Microsoft Accessibility features", "Patricia Pruss           Patricia.Pruss@hp.com                                              Ed Leary            Ed.Leary@hp.com", "accessibility@hp.com", "HP Tablet PC is designed for accessibility.  We have setup multiple User Profiles that allow persons with different disabilities login to the Tablet PC.  As the users login, the Microsoft Accessibility feature are invoked to provide access to persons who are blind/low-vision or with limited mobility"], ["16.0", "IBM                                                    11500 Burnet Road       IMAD 904-5D017       Austin, TX  78758         512-838-2231", "Home Page Reader", "Robert Van Patten  Guido Corona            encorerv@us.ibm.com             PJ Edington                                Mark Fromert", "www.ibm.com/able", "Home Page Reader ,  (HPR), powerful, easy-to-use, multimodal talking and magnifying Web browser, with multilingual speech output features.  The ideal Web browser for blind and low vision busy professionals, and the most effective and easy-to-use web accessibility simulator for web developers."], ["17.0", "Information Technology Technical Assistance & Training Center IITTATC)  Georgia Insitute of Technology/CATEA                                      1700 N. Moore St.                                Suite 1910                                     Arlington, VA 22209", "Information and samples of training materials", "Tim Creagan                               703-528-0883 ext 32              tim.creagan@ittatc.org  Mark Urban", "www.ittatc.org", "Center provides information, training and technical assistance on electronic and Information technology and telecommunications. Working every day with consumers, government and industry to build bridges for accessible telecommunications, electronic and information technology,\nproducts and services."], ["18.0", "InternetSpeech, Inc           6980 Santa Teresa Blvd #201                                             San Jose, CA      95119              408-360-7728", "InternetSpeech, the leader in Voice Internet technology, provides Complete Internet Access using any phone and your voice without using a computer.", "Shawkat Khan       emdad@internetspeech.com", "www.internetspeech.com", "You will hear Surfing, Searching, send/receive/compose email and more using the most ubiquitous device a simple phone and most efficient user interface, your voice. You will also see how our Voice Internet technology easily voice enable various business applications and websites like Flight Status check and Shopping. Our Voice Internet Technology can also easily voice enable various government applications."], ["19.0", "Keybowl, Inc.                             206 South Park Avenue\nWinter Park, FL 32789                 877-363-7774                       407 828-1645", "orbiTouch Keyless Keyboard", "Walt Wilson", "walt@keybowl.com", "Founded in 1997, Keybowl, Inc. is a high technology company located in Winter Park, Florida that specializes in the research, production, distribution and licensing of alternative computer input devices and the associated software that manages those devices. The Company’s flagship product, the orbiTouch Keyless Keyboard, is an assistive technology targeted at the millions of computer users who have limited hand use from repetitive stress injuries such as carpal tunnel syndrome, arthritis, neuro-muscular control problems, and limitations resulting from other physical or cognitive disabilities.  Keybowl's mission is to bring to market the best mix of research, technology, and innovation to empower the typist and computer user with world-class alphanumeric input devices."], ["20.0", "Microsoft                                                                                          (Exhibiting with Hewlett-Packard)                                  1 Microsoft Way        Redmond, WA 98052", "HP Tablet PC with Microsoft Windows XP", "Lisa Ruff            LisaRuff@Microsoft.com", "www.hp.com/accessibility and www.microsoft.com/enable", "Highlighting the built-in accessibility features within the WindoowsXP operating system and Office XP applications."], ["21.0", "NASA/Enduro Medical Technology                 Goddard Space Flight Ctr                                         Mailstop 504         Greenbelt, MD 20771                                         202  358-0704", "Secure ambulation Module (S.A.M.) demo", "Lisa Wilderson                            301-286-7609        lwilders@pop500.gsfc.nasa.gov                                              Darryl Mitchell (NASA)        Ken Messier  (Enduro)", "http://techtransfer.gsfc.nasa.gov", "S.A.M. is a wheeled walker that employs a unique harness to support the patient’s body weight and control the patient’s pelvis without restricting his or her hip movement."], ["22.0", "NASA/JPL                                      4800 Oak Grove Drive, Pasadena, CA  91109           818-354-3829                      LC Technologies, Inc.          9455 Silver King Court   Fairfax, VA  22031                    703 385-7133", "Eyegaze sysem", "Janelle Turner                            (202)  358-0704", "www.jpl.nasa.gov           www.eyegaze.com", "\"NASA Technologies - Benefitting People with Disabilities.\"  This display highlights some of the technologies NASA has worked with which have benefits for those with differing abilities. The Eyegaze System is an eye-operated communication device."], ["23.0", "LC Technologies, Inc.       (Exhibiting with NASA/JPL)                                 9455 Silver King Court   Fairfax, VA  22031                    703 385-7133", "Eyegaze sysem", "Joseph Lahoud                       joe@eygaze.com                 Julie Cleveland                                    julie@eyegaze.com        Jennifer Abel", "www.eyegaze.com", "The Eyegaze System is a communication and control device that allows people to use their eyes to communicate, control their environment, use a telephone and operate a personal computer. Its users include people with ALS (MND), brain injuries, cerebral palsy, multiple sclerosis, muscular dystrophy, spinal cord injuries, spinal muscular atrophy, strokes and Werdnig-Hoffman syndrome."], ["24.0", "NASA/Marshall               Mail Stop: CD30 Bldg. 4732/218                   256 544-5226", "Selective lockable knee brace and portable seat lift; healting aid assembly", "Sammy Nabors            sammy.nabors@nasa.gov                                           Cindy Campbell", "www.nasasolutions.com", "1.  The Selectively Lockable Knee Brace (MFS-28991-1, Patent 5,90,831) attaches to a person’s thigh, with the lower part of the leg secured to the foot.  It allows the knee to bend when weight is placed on the heel.  Knee braces prior to this design either locked the knee in a rigid, straight-leg position or permitted continuous free motion.  The unique Marshall knee brace design offers freedom of movement to patients suffering from a wide variety of lower extremity weaknesses.                                                                       2.  The NASA-developed Hearing Aid Assembly (MFS-3150-1, Patent 6,445,805) eliminates background noise. The technology is available for licensing.                                                                                              3.  The Portable Powered Seat Lift affords greater independence to those suffering from a range of hip/knee-related disabilities. The technology is available for licensing."], ["25.0", "National Technology Transfer Center (NTTC)\n800-678-6882", "", "Tara Patterson", "www.nttc.edu", "NTTC will be showcasing the following licensing opportunities: Variable Compliance Joystick w/Compensation Algorithms, Design of an Oblique Angled Suspension Caster Fork for Wheelchairs, Ventilation Feedback System, Computer-Controlled Power Wheelchair Navigation System, Non-Contact Electrocardiograph Machine (JPL), Capillary Pumped Loop Body Warmer, Control System for Prosthetic Devices, Compact Dexterous Robotic Hand"], ["26.0", "NIST                                  100 Bureau Drive, A903, PBA                                                   Gaithesburg, MD 20899", "The tactile display allows blind or sight-impaired individuals to \"feel\" electronic images in a manner similar to reading braille.", "Sharon Shaffer           301-975-2768            sharon.shaffer@nist.gov                                 Ron Meininger                            301 975-2761                   rmeininger@nist.gov        Jenni Wright                               301-975-2170", "www.nist.gov", "The exhibit features a demonstration of NIST's tactile display technology.  The device, developed by NIST computer scientists, allows blind or sight-impaired individuals to \"feel\" electronic images displayed on Web pages or electronic books in a manner similar to reading braille.  A short video feature on the tactile display, available on NIST's website at www.nist.gov as a streaming video, will be shown on a television monitor."], ["27.0", "Oracle                                         500 Oracle Parkway    Redwood City, CA    94065", "Closed-captioned videos of Oracle software used by low vision and blind employees.", "Dejan Pavlovic", "www.oracle.com", "Oracle Corporation develops, manufactures, markets and distributes computer software that helps its customers manage and grow their businesses and operations."], ["28.0", "Panasonic                           1 Panasonic Way, Secaucus, NJ 07094           201-271-3155", "Panasonic Information Technology, Telecommunications and Document Imaging Equipment.", "Eugene Seagriff            seagriffe@panasonic.com                                  Hillary Lewis         Michael Krouse                     Brad Kuklinski                                                                   Bill Bramblet                                                                  Paul Schomburg                                                     Peter Fannon", "www.panasonic.com\\accessibility", "Panasonic is a leader in providing mainstream products with accessibility features.  We will be displaying the latest in IT and Telecommunications technology, and demonstrating the features that are beneficial to people with disabilities as well as the average customer.  Panasonic - ideas for life."], ["29.0", "University of Buffalo     Center for Assistive Technology                                      322 Kimball Tower, Buffalo, NY 14214                      (716) 829-3141 ext.155", "Let's Play Projects", "Susan Mistrett      mistrett@buffalo.edu", "www.buffalo.edu", "Assistive technology can be used to support interactive play opportunities for infants and toddlers with disabilities and their families. As play is the way children grow and learn, children with disabilities must be afforded the same opportunities to play.  The Let’s Play! Projects provide information on the effective use of AT to promote play skills of these children. Assistive technology can provide equalizing support in the form of positioning/mobility devices, adapted play materials and communication aids. Parents participate in the planning, selection and use of the technologies with their children in home and community settings."], ["30.0", "U. S. Department of Agriculture TARGET Center                                      1400 Independence Ave., SW                                              Rm. 1006-S                       Washington, DC 20250", "Asistive technology resource center", "Mark Wilner                 Bruce McFarlane              Shelita Smith                Michelle McGath                      Paul Llloyd", "http://www.usda.gov/oo/target/ontarget.html", "In 1992, the U.S. Department of Agriculture established the Technology Accessible Resources Gives Employment Today (TARGET) Center, to support the USDA with assistive technology and ergonomic solutions. Services assist in providing equal access to electronic and information technology essential in today's work force. The TARGET Center has eight workstations available for hands-on demonstrations and evaluations of assistive technologies. The workstations are equipped with a variety of hardware and software solutions that provide accessibility to employees who are visually, hearing, speech, mobility or dexterity impaired. The TARGET Center conducts assessments of assistive technologies and ergonomic solutions to aid employees in their work environment. Consultations are also available to managers and procurement officials on accommodations that are cost effective and will aid employees in the work place."], ["31.0", "Xerox Corporation        1301 K Street, NW                 Suite 300                     Washington, DC 20015                                   (202) 962-7737", "Xerox 555ST Digital Copier connected to a PC to demonstrate our software.  Table for brochures and a place to put the pc would be helpful", "Shawn O'Connor           shawn.oconnor@usa.xerox.com                         Kim Parham                       Cynthia Warnock", "www.xerox.com", "Xerox Copier Assistant Software helps anyone--especially people who are wheelchair users, blind, or visually impaired---to easily program copy jobs or make copies"]], "target": "5", "label": "Description", "table_NE": [["CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL", "CARDINAL"], ["GPE", "GPE", "GPE", "GPE", "GPE", "CARDINAL", "GPE", "GPE", "CARDINAL", "GPE", "GPE", "GPE", "GPE", "GPE", "ORG", "LOC", "GPE", "GPE", "GPE", "ORG", "GPE", "GPE", "GPE", "GPE", "CARDINAL", "ORG", "CARDINAL", "GPE", "GPE"], ["PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "ORG", "PRODUCT", "PRODUCT", "ORG", "ORG", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "ORG", "WORK_OF_ART", "ORG", "PRODUCT"], [], ["ORG", "ORG", "ORG"], ["ORG", "CARDINAL", "CARDINAL", "CARDINAL", "ORG", "ORG", "CARDINAL", "CARDINAL", "CARDINAL", "ORG", "LAW", "GPE", "ORG", "DATE", "LAW", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "ORG", "ORG", "CARDINAL", "ORG", "ORG", "ORG", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "ORG", "LAW", "LAW", "ORG", "PRODUCT", "PRODUCT", "ORG", "ORG", "PRODUCT", "CARDINAL", "ORG", "PRODUCT", "ORG", "ORG", "PRODUCT", "PRODUCT", "ORG", "DATE", "ORG", "ORDINAL", "DATE", "PRODUCT", "CARDINAL", "ORG", "PRODUCT", "ORG", "ORG", "ORG", "CARDINAL", "LAW", "ORG", "ORG", "ORG", "GPE", "ORG", "ORG", "ORG", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "ORG", "PRODUCT", "CARDINAL", "CARDINAL", "ORG", "PRODUCT", "PRODUCT", "ORG", "PRODUCT", "ORG", "PRODUCT", "ORG", "PRODUCT", "DATE", "PRODUCT", "ORG", "PRODUCT", "DATE", "ORG", "GPE", "GPE", "PRODUCT", "CARDINAL", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "WORK_OF_ART", "ORG", "PRODUCT", "PRODUCT", "PRODUCT", "CARDINAL", "ORG", "ORG", "CARDINAL", "PRODUCT", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "ORG", "DATE", "ORG", "ORG", "ORG", "DATE", "ORG", "CARDINAL", "ORG", "ORG", "PRODUCT"]], "most_common": ["CARDINAL", "GPE", "PRODUCT", "EMPTY", "ORG", "ORG"]}